"Default" = "預設";
"Customized..." = "自訂…";
"General" = "一般"; 
"Phonetic" = "注音";
"Smart Phonetic" = "好打注音";
"Traditional Phonetic" = "傳統注音";
"Cangjie" = "倉頡";
"Simplex" = "簡易";
"Phrase" = "詞彙管理";
"Misc" = "其他";
"Update" = "軟體更新";
"Please choose the audio clip which you want to use:" = "請選擇您想要使用的音效檔案:";
"Choose Audio Clip..."="選擇音效檔案…";
"Choose" = "選用";
"Generic" = "泛用";
"Settings for '%@'" = "「%@」模組相關設定";
"Cancel" = "取消";
"Export As:" = "匯出為：";
"Export Database" = "匯出資料庫";
"Exporting your own customized phrases database." = "匯出您的自訂詞資料庫";
"Export" = "匯出";
"Done!" = "完成";
"Done" = "完成";
"OK" = "好";
"Your phrases are successfully exported." = "成功匯出資料庫";
"Error" = "錯誤";
"Unable to export database." = "無法匯出資料庫";
"Import Database" = "匯入資料庫";
"Import customized phrases to your own database." = "匯入您的自訂詞資料庫";
"Your phrases are successfully imported." = "成功匯入資料庫";
"Unable to import database." = "無法匯入資料庫";
"Standard" = "標準";
"ETen" = "倚天";
"ETen 26" = "倚天 26 鍵";
"Hsu" = "許氏鍵盤";
"Unable to check for update via the Internet." = "無法線上檢查更新";
"Please check your Internet connection and try again." = "請檢查您的網路連線狀況，然後重試看看。";
"You are now using the newest version." = "您現在使用的已經是最新版本";
"You need not to update your software" = "您不需要更新軟體";
"A newer version is available." = "網路上已經有新版軟體可供下載";
"Do you want to download it right now?" = "請問您現在就要下載嗎？";
"Unknown errors happened, please try again." = "發生不知名的錯誤，請重試。";
"If you are nor running Yahoo! KeyKey, you are not able to check for update." = "如果 Yahoo! 奇摩輸入法不在執行中，我們便無法至執行更新檢查功能。";
"Yes" = "是";
"No" = "否";
"If you are not runnung Yahoo! KeyKey, you are not able to export your database." = "如果 Yahoo! 奇摩輸入法不在使用中，您便無法匯出自訂詞資料庫。";
"If you are not runnung Yahoo! KeyKey, you are not able to import your database." = "如果 Yahoo! 奇摩輸入法不在使用中，您便無法匯入自訂詞資料庫。";
"Unable to login MobileMe." = "無法登入 MobileMe.";
"Open MobileMe Preference" = "打開 MobileMe 偏好設定";
"Register a New Account" = "註冊新帳號";
"You may not set your account information in the System Preferences, or your MobileMe account is expired. Do you want to loign MobileMe by opening the MobileMe preference pane, or register a new account online?" = "您可能在系統偏好設定中並沒有設定 MobileMe 帳號資訊，或是您的 MobileMe 帳號已經過期。請問您要打開系統偏好設定，或是註冊新帳號？";
"Unknown error happend." = "發生未知的錯誤";
"iDisk service is not available." = "無法使用 iDisk 服務";
"You are not able to use the iDisk service, please check the status of your MobileMe account and try again." = "您無法使用 iDisk 服務，請檢查您的 MobileMe 帳號的狀況，然後重試看看。";
"Successfully imported the backup of your customized phrases database from your iDisk." = "已經成功匯入了您在 iDisk 空間的自訂詞資料庫備份。";
"Failed!" = "匯入失敗";
"Unable to import the downloaded file, your backup on iDisk may be corrupt." = "無法從下載的檔案匯入詞庫，您的自訂詞資料庫備份可能已經損毀。";
"The downloaded file is blank." = "您下載了一個空檔案";
"Successfully upload your phrases database to iDisk." = "已經成功將您的自訂詞備份上傳到 iDisk 了。";
"Unable to interact with MobileMe because of a networking error." = "與 MobileMe 的連線有問題，請重試看看。";
"Yahoo! KeyKey user phrases database was not found on your iDisk." = "在您的 iDisk 上找不到 Yahoo! 奇摩輸入法的自訂詞資料庫備份。";
"The iDisk servie is now busy, please wait for a while and try again." = "目前 iDisk 服務忙線中，請重試看看。";
"A user-provided parameter was invalid." = "使用者參數設置錯誤。";
"Purple" = "紫色";
"Green" = "綠色";
"Yellow" = "黃色";
"Red" = "紅色";
"Hanyu Pinyin" = "漢語拼音";
"Others" = "其他";
"Plugins" = "外掛模組";
"Remove" = "刪除";
"Please select a plugin." = "請選擇您想要刪除的外掛模組";
"Do you really want to remove the plugin '%@'?" = "您確定要刪除「%@」這個外掛模組嗎？";